<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form"%>
<%@ taglib prefix="sec"
	uri="http://www.springframework.org/security/tags"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>고객지원 페이지 - 이용 약관</title>
<link rel="stylesheet"
	href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css" />

<link rel="stylesheet" type="text/css" href="./css/style.css">
<link rel="stylesheet" type="text/css" href="./css/style_support.css">
</head>
<body>
	<%@ include file="main_header.jsp"%>
	<main class="support">
		<div class="menu_wrap">
			<h2>이용 약관</h2>
			<section>

제 1장

제1조[목적]

본 이용약관은(주)친구부터에서 제공하는 스토리 기반 소셜 매칭 통화 어플리케이션인 "친구부터 앱"및 "친구부터"에서 제공하는 제반 서비스의 이용과 관련하여 회사와 이름이용하는 이용자제이하와의 서비스 이용에 관한 권리 및 의무와 책임사항,기타 필요한 사항을 규정하는 것을 목적으로 합니다.
<br>
제2조[용어의 정의]

    • 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1.서비스: 휴대형 단말기,전기통신설비 등 포함 어플리케이션을 통해 회사가 회원이 이용할 수 있도록 제공하는 "친구부터" 및 "친구부터"관련 제반 서비스를 의미합니다.
2.회원: 회사와 서비스 이용약관을 체결하고 회사가 제공하는 서비스를 이용하는 개인을 의미합니다.
3.아이디: 회원의 식별 및 서비스 이용을 위하여 회원이 선정하고 회사가 부여한 문자 및 숫자의 조합을 의미합니다.
4.비밀번호: 회원의 개인 정보 및 확인을 위해서 회원 스스로가 설정하여 회사에 등록한 문자 또는 숫자의 조합을 의미합니다.
5.게시물: 회원이 서비스를 이용함에 있어 회원이 서비스에 게시한 문자,문서,그림,음성,링크,파일 혹은 이들의 조합으로 이루어진 정보 등 모든 정보나 자료를 의미합니다.
6.아이템: 서비스를 이용하기 위해 사용되는 무형의 제품으로서 회원이 대금을 지급하고 구입하는 것을 의미합니다.
7.멤버십: 멤버십 서비스를 이용할 수 있는 권리가 담긴 이용권을 말합니다.

    • 제1 항에서 정의되지 않은 본 야관상의 용어의 의미는 서비스 관련 개별 운영정책 및 일반적인 거래관행에 의합니다.
<br>
제3조[약관의 게시와 효력,개정]

1.회사는 회사의 서비스 앱 초기 화면 또는 연결화면에 본 약관을 게시하거나 기타의 방법으로 고지합니다. 본 약관은 서비스이용을  원하는 자가 본 약관에 동의하면서 회원으로 가입함으로써 효력이 발생합니다.
2. 회사는 약관의 규제에 관한 법률,정보통신망 이용촉진 및 정보보호 등에 관한 법령을 위배하지 않는 범위에서 본 약관을 개정 할 수 있습니다.
3. 본 이용약관은 개정될 수 있으며 약관을 개정할 경우 회사는 개정된 약관을 적용하는 날로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용을 앱 화면 게시를 통해 공지합니다.
단, 회원의 권리와 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지합니다.
4. 회원이 위 약관에 동의하지 않을 경우 회사에서 제공하는 서비스 이용 중단 및 탈퇴 페이지에서 의사를 표시하고 서비스 이용종료를 요청할 수 있습니다. 다만, 회사가 회원에게 변경된 약관의 내용을 통보한 경우 회원이 위 통보일로부터 30일 이내 거부의 의사표시를 하지 아니한 경우 회원이 변경된 약관에 동의하는 것으로 봅니다.
<br>
제4조[약관의 해석과 예외 준칙]

1.회사는 본 약관의 적용을 위하여 필요한 사항을 정책에서 정할 수 있으며 개별 서비스에 대한 별도 약관을 둘 수 있습니다. 단, 해당 내용이 본 약관을 둘 수 있습니다.
단, 해당 내용이 본 약관과 상충할 경우 개별 서비스의 이용약관을 우선하여 적용합니다.
2. 회사는 정책의 내용을 회원이 알 수 있도록 서비스 내에 게시하여, 이를 개정하는 경우에는 제3조 제3항의 절차에 따릅니다.
<br>
제5조[앱스토어 약관 확인 및 준수의무]

회원은 서비스 앱 다운로드 시  다운로드를 진행하는 앱스토어의 약관, 개인정보처리방침을 확인하고 관련 의무를 준수하여야 합니다.
<br>
제 2장 서비스의 이용 및 종료

제6조[이용계약의 체결] 

    • 이용계약은 회원이 서비스에서 제공하는 회원가입 페이지에서 서비스 이용약관에 동의한 후 이용신청을 하고 신청한 내용에 대해서 회사가 승낙함으로써 체결됩니다.
    • 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대해서 승낙하지 않거나 사후에 이용계약을 해지할 수 있습니다.

1. 회사의 정책에 적합하지 않는 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우
2. 제3자의 정보를 이용하여 신청하거나 중복가입을 하는 경우
3. 허위의 정보를 기재하거나, 회사가 필수적으로 입력을 요청한 부분을 기재하지 않은 경우
4. 부정한 용도로 서비스를 사용하고자 하는 경우
5.얼굴이 또렷하게 보이지 않거나, 다른 회원들에게 불쾌감을 줄 수 있는 사진과 아이디를 사용하는 경우
6. 본 약관 또는 운영정책 등 회사의 내규를 준수하지 아니하거나 관계 법령을 위반하는 경우
    •  회사는 관련 법률 및 회사의 개인정보취급방침에서 정한 바에 따라 회원에게 요청하는 회원정보 및 기타정보 항목을 추가,삭제 등 변경하여 수집 및 이용할 수 있으며, 본인 확인을 위하여 전자 우편 또는 휴대폰을  통해 회원본인임을 인증하는 절차를 거칠 수 있습니다.
    •  회원은 회원가입 시 기재한 개인정보의 내용에 변경이 발생한 경우,즉시 변경사항을 정정하여 기재하여야 합니다. 변경의 지체로 인하여 발생한 회원의 손해에 대해 회사는 책임을 지지 않습니다.
o5.회원에 대해 회사정책에 따라 회원의 등급별로 구분하여 이용시간,이용횟수,서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.
<br>
제7조[서비스의 제공,변경 및 중단]

    •  회사는 회원에게 아래와 같은 서비스를 제공합니다.
1.소셜 매칭 및 통화연결 서비스
2. 멤버십 이용권 서비스
3. 기타 회사가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 회원에게 제공하는 일체의 서비스
    •  회사는 회원에게 회사 또는 서비스의 상표권 기타 식별력 있는 브랜드 특성을 이용할 수 있는 권리를 부여하지 않습니다.
    •  본 약관에 따른 서비스 기간은 서비스 신청일로부터 이용계약의 해지 시까지 입니다.
    •  회사는 업무상 또는 기술상 특별한 사정이 없는 한 연중무휴,1일 24시간 서비스를 제공합니다.
    •  회사는 전산장애, 천재지변 등 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 회원에게 공지사항 게시판 및 메일 등의 방법으로 통지합니다.
다만, 회원에게 손해가 발생할 수 있는 경우에는 변경될 서비스의 내용을 변경 7일 전에 회사의 앱 페이지 내 공지 또는 전자우편을 통하여 이를 공지합니다.
<br>
제8조[회사의 의무]
    • 회사는 계속적이고 안정적인 서비스의 제공을 위하여 최선의 노력을 합니다.
    •  회사는 서비스를 이용하여 회원으로부터 합리적인 사유에 근거하여 제기되는 의견이나 불만이 있는 경우 이를 처리하기 위하여 노력을 하며, 정보제공의 필요가 있는 경우 처리과정 또는 결과에 대하여 해당 회원에게 메일 및 게시판 등의 방법으로 전달할 수 있습니다.
    •  회사는 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.
<br>
9조[회원의 의무]
    •  회원은 다음 각 호에 해당하는 행위를 하여서는 안됩니다.
 
1. 제 3자의 지식재산권 및 기타 권리를 침해하는 내용인 경우
2. 음란,비방,욕설,명예훼손,개인정보 무단 공개 등 이에 준하는 게시물을 게재하거나 관련 사이트를 링크하는 경우
3. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 악성코드나 데이터 등의 유포하는 경우
4.제6조 제2항 각 호의 행위를 한 경우 
    •  회사는 서비스 제공자로서 본 서비스에 대하여 허용되지 아니하거나 위법한 접근 및 사용을 차단 또는 관리 하기 위하여 기술적인 조치 등을 실시할 수 있습니다.
<br>
제10조[서비스 이용의 제한]

    •  회원은 서비스 이용 과정에서 본 약관 및 정책에서 금지한 행위를 하거나 발견한 경우 지체없이 회사에 알려야 하며, 회원이 위 통지의무를 게을리하여 재산적, 정신적 손해가 발생한 경우 회사는 책임을 부담하지 않습니다. 

    •  회사는 본 약관, 정책, 관계 법령 및 기타 상거래의 일반원칙을 위반한 회원에 대하여 위반 행위의 경중에 따라 다음과 같은 조치를 할 수 있습니다. 

1. 경고는 비공개 처리 등의 조치와 함께 최대 2차례 부여될 수 있으며, 사안의 정도에 따라 계정이 바로 임시 또는 영구 정지될 수 있습니다.

2. 임시 정지는 24시간부터 3일 동안 부여 되며, 사안의 정도에 따라 계정이 바로 영구 정지될 수 있습니다.

3. 임시 정지는 서비스 기능 사용 정지를 의미합니다.

4. 계정이 영구 정지될 경우 서비스 재가입이 불가능하며, 사안의 정도에 따라 회사는 사법 및 수사 기관에 관련 자료의 검토를 요청하거나 자료를 넘길 수 있습니다.

5. 본 약관, 정책을 위반하여 계정이 제재, 임시 정지 또는 영구 정지된 경우 구매한 모든 상품은 어떠한 경우에도 환불이 불가합니다.

    •  회사가 제5항 각 호에 정한 조치를 할 경우 회사는 사전에 회원에게 서비스 인앱 메시지로 통보하며, 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선조치 후 통보할 수 있습니다.

    •  회원은 본 조에 의한 회사의 조치에 대하여 항변의 사유가 있는 경우 회사로부터 전항의 통지를 받은 날로부터 7일 이내에 회사에게 이의제기를 할 수 있으며, 이의제기의 내용이 정당한 경우 회사는 지체없이 회원에게 취한 조치를 해제합니다.
<br>
제11조[이용계약의 종료]

    •  회원은 언제든지 서비스 어플리케이션 내"설정" 페이지에 들어가서 "계정 삭제하기"를 통해         회원 탈퇴의 의사를 회사에 통지함으로써 이용계약을 해지할 수 있습니다.
    •  회원의 귀책없이 회원의 자발적 의사로 이용계약을 해지한 후 재이용을 희망하는 경우에는 이전 이용계약 해지 후 30일 경과한 이후에만 서비스 재이용이 가능합니다. 
    •  회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다.

1. 회원에게 제6조 제2항 각 호의 사유가 발생하였거나 사후적으로 확인된 경우
2. 회원에게 제9조 제1항 각 호의 사유가 발생하였거나 기타 이에 준하는 사유가 발생한 우

    • 회사가 제3항에 따라 이용계약을 해지를 하는 경우 회원에게 서비스 어플리케이션 내 팝업을 통하여 해지의사를 통지합니다. 이용계약은 회사가 해지의사를 회원에게 통지한 시점에 종료됩니다.

    •  제3항에 따라 이용계약이 종료된 경우에는, 회사는 회원의 재이용신청에 대하여 승낙을 하지 아니할 수 있습니다.
			
			
			</section>
		</div>
	</main>
	<%@ include file="main_footer.jsp"%>
</body>
</html>